Repository: rkaganterzi/profile-whisperer
Catalog: mobile/lib/l10n/app_*.arb
Languages: tr

# tagline
source: Discover. Decode. Conquer.
tr: Kesfet. Coz. Fethet.

# uploadPhoto
source: Upload Image
tr: Gorsel Yukle

source: Take Photo
tr: Fotograf Cek

source: Choose from Gallery
tr: Galeriden Sec

# analyzing
source: Infiltrating target...
tr: Hedefe siziyorum...

source: Vibe Type
tr: Vibe Tipi

# conversationStarters
source: Your Arsenal
tr: Silahlarin

# conversationStartersSubtitle
source: pick, copy, fire
tr: sec, kopyala, at

source: Share Result
tr: Sonucu Paylas

# tryAnother
source: New Target
tr: Yeni Hedef

# dailyLimitReached
source: Energy depleted! Upgrade to VIP.
tr: Enerjin tukendi! VIP'e yuksel.

# usesRemaining
source: {count} power remaining today
tr: Bugun {count} guc kaldi

# onboardingTitle1
source: Scan Any Profile
tr: Herhangi Bir Profili Tara

# onboardingDesc1
source: Upload a screenshot of any Instagram profile
tr: Instagram profilinin ekran goruntusunu yukle

# onboardingTitle2
source: Decode Their Vibe
tr: Vibe'ini Coz

# onboardingDesc2
source: AI reveals their personality and energy
tr: AI kisiliÄŸini ve enerjisini ortaya cikarir

# onboardingTitle3
source: Make Your Move
tr: Hamle Yap

# onboardingDesc3
source: Get personalized weapons
tr: Kisisellestirilmis silahlar al

source: Get Started
tr: Basla

source: Next
tr: Ileri

source: Skip
tr: Atla

source: Scan
tr: Tara

source: Power
tr: Guc

source: Upgrade to VIP
tr: VIP'e Yuksel

# buyPower
source: Get Power
tr: Guc Al

# powerDepleted
source: Energy depleted.
tr: Enerjin tukendi.

source: Danger
tr: Tehlike

source: Opportunity
tr: Firsat

# weapons
source: Your Arsenal
tr: Silahlarin

# targetLocked
source: Infiltrating target...
tr: Hedefe siziyorum...

source: Analyzing vibe...
tr: Vibe'i analiz ediyorum...

# searchingDanger
source: Searching for dangers...
tr: Tehlikeleri ariyorum...

source: Counting opportunities...
tr: Firsatlari sayiyorum...

source: Preparing weapons...
tr: Silah hazirliyorum...

source: Preparing roast...
tr: Roast hazirliyorum...

source: Final touches...
tr: Son rotuslar...

# copyToSend
source: tap to copy
tr: kopyalamak icin dokun

# copied
source: Copied! Now go text them
tr: Kopyalandi! Simdi git yaz

# swipeHint
source: swipe
tr: kaydir
